Repository: fjelltopp/ckanext-dhis2harvester
Catalog: ckanext/dhis2harvester/i18n/*/LC_MESSAGES/ckanext-dhis2harvester.po
Languages: fr, pt_pt

source: Creative Commons Attribution for Intergovernmental Organisations
fr: Attribution Creative Commons pour les organisations intergouvernementales
pt_pt: Atribuição Creative Commons para Organizações Intergovernamentais

source: Import of data from DHIS will start soon. Click on import to bring in the most recent program data.
fr: L'importation des données de DHIS commencera bientôt. Cliquez sur importer pour importer les données les plus récentes.
pt_pt: A importação de dados do DHIS começará em breve. Clique em importar para obter os dados mais recentes do programa.

source: Failed to download the area id map csv file.
fr: Échec du téléchargement du fichier csv de la carte des identifiants de zone.
pt_pt: Não foi possível descarregar o ficheiro csv do mapa de identificação da área.

source: Incorrect csv file format.
fr: Format de fichier csv incorrect.
pt_pt: Formato de ficheiro csv incorreto.

source: Add DHIS2 Source
fr: Ajouter la source DHIS2
pt_pt: Adicionar Fonte DHIS2

source: Running...
fr: Exécution en cours
pt_pt: A executar...

source: This will re-run the DHIS2 import for this source. Any updates at the source will overwrite the local datasets. Sources with a large number of datasets may take a significant amount of time to finish refreshing. Please confirm you would like us to start refreshing.
fr: Cette action va relancer l’importation DHIS2 pour cette source. Toute mise à jour de la source écrasera les jeux de données locaux. L’actualisation de sources comportant un grand nombre de jeux de données peut prendre un temps considérable. Veuillez confirmer que vous souhaitez commencer l’actualisation des données.
pt_pt: Isto irá executar novamente a importação DHIS2 para esta fonte. Quaisquer atualizações na fonte irão substituir os conjuntos de dados locais. As fontes com um grande número de conjuntos de dados poderão demorar algum tempo a concluir a atualização. Por favor, confirme se deseja iniciar a atualização.

source: Start a new import job for this DHIS2 source now
fr: Lancer maintenant une nouvelle tâche d’importation pour cette source DHIS2
pt_pt: Iniciar agora um novo trabalho de importação para esta fonte DHIS2

source: Refresh
fr: Actualiser
pt_pt: Atualizar

source: {number} dataset found for "{query}"
fr: {number} jeu de données trouvé pour "{query}"
pt_pt: {number} conjunto de dados encontrado para "{query}"

source: No datasets found for "{query}"
fr: Aucun jeu de données trouvé pour "{query}"
pt_pt: Não foram encontrados conjuntos de dados para "{query}"

source: {number} dataset found
fr: {number} jeu de données trouvé
pt_pt: {number} conjunto de dados encontrado

source: No datasets found
fr: Aucun jeu de données trouvé
pt_pt: Não foram encontrados conjuntos de dados

source: {number} group found for "{query}"
fr: {number} groupe trouvé pour "{query}"
pt_pt: {number} grupo encontrado para "{query}"

source: No groups found for "{query}"
fr: Aucun groupe trouvé pour "{query}"
pt_pt: Não foram encontrados grupos para "{query}"

source: {number} group found
fr: {number} groupe trouvé
pt_pt: {number} grupo encontrado

source: No groups found
fr: Aucun groupe trouvé
pt_pt: Não foram encontrados grupos

source: {number} organization found for "{query}"
fr: {number} organisation trouvée pour "{query}"
pt_pt: {number} organização encontrada para "{query}"

source: No organizations found for "{query}"
fr: Aucune organisation trouvée pour "{query}"
pt_pt: Não foram encontradas organizações para "{query}"

source: {number} organization found
fr: {number} organisation trouvée
pt_pt: {number} organização encontrada

source: No organizations found
fr: Aucune organisation trouvée
pt_pt: Nenhuma organização encontrada

source: {number} DHIS2 source found for "{query}"
fr: {number} source DHIS2 trouvée pour "{query}"
pt_pt: {number} fonte DHIS2 encontrada para "{query}"

source: Sorry no DHIS2 sources found for "{query}"
fr: Désolé, aucune source DHIS2 trouvée pour "{query}"
pt_pt: Lamentamos, mas não foram encontradas fontes DHIS2 para "{query}"

source: {number} DHIS2 source found
fr: {number} source DHIS2 trouvée
pt_pt: {number} fonte DHIS2 encontrada

source: Sorry no DHIS2 sources found
fr: Désolé, aucune source DHIS2 trouvée
pt_pt: Lamentamos, mas não foram encontradas fontes DHIS2

source: Dashboard
fr: Tableau de bord
pt_pt: Painel de instrumentos

source: Jobs
fr: Tâches
pt_pt: Tarefas

source: Edit
fr: Modifier
pt_pt: Editar

source: Stop
pt_pt: Parar

source: Warning: This will remove all datasets for this source, as well as all previous job reports. Are you sure you want to continue?
fr: Avertissement : cette action supprimera tous les jeux de données pour cette source, ainsi que tous les rapports de tâches précédents. Êtes-vous sûr de vouloir continuer ?
pt_pt: Advertência: isto irá remover todos os conjuntos de dados para esta fonte, bem como todos os relatórios de tarefas anteriores. Tem a certeza de que pretende continuar?

source: Delete all import jobs and existing datasets from this DHIS2 source
fr: Supprimer toutes les tâches d’importation et les jeux de données existants de cette source DHIS2
pt_pt: Eliminar todas as tarefas de importação e conjuntos de dados existentes desta fonte DHIS2

source: Clear
fr: Effacer
pt_pt: Limpar

source: View DHIS2 source
fr: Voir la source DHIS2
pt_pt: Ver fonte DHIS2

source: Organizations
fr: Organisations
pt_pt: Organizações

source: DHIS2 Sources
fr: Sources DHIS2
pt_pt: Fontes DHIS2

source: Configure DHIS2 Connection
fr: Configurer la connexion DHIS2
pt_pt: Configurar a ligação DHIS2

source: DHIS2 URL
fr: URL DHIS2
pt_pt: URL DHIS2

source: This should include the https:// part of the URL
fr: Doit inclure la partie « https:// » de l’URL
pt_pt: Isto deve incluir a parte https:// do URL

source: Click here to optionally specify the DHIS2 API version
fr: Cliquez ici pour spécifier la version de l’API DHIS2 (facultatif)
pt_pt: Clique aqui para especificar opcionalmente a versão API do DHIS2

source: DHIS2 API version
fr: Version de l’API DHIS2
pt_pt: Versão API do DHIS2

source: DHIS2 API version to be used. If empty the default version 26 will be used.
pt_pt: Versão API do DHIS2 a utilizar. Se estiver vazia, será utilizada a versão padrão 26.

source: DHIS2 Username
fr: Nom d’utilisateur DHIS2
pt_pt: Nome de utilizador DHIS2

source: dhis2_username
pt_pt: dhis2_nome_de_utilizador

source: The user must have access to read the desired pivot tables
fr: L’utilisateur doit pouvoir lire les tableaux croisés dynamiques souhaités
pt_pt: O utilizador deve ter acesso para ler as tabelas pivot pretendidas

source: DHIS2 Password
fr: Mot de passe DHIS2
pt_pt: Palavra-passe DHIS2

source: Your password won't be stored in ADR but passed straight to the DHIS2 instance for authentication.
fr: Votre mot de passe ne sera pas stocké dans l’ADR, mais transmis directement à l’instance DHIS2 pour authentification.
pt_pt: A sua palavra-passe não será guardada no ADR, mas será transferida diretamente para a instância DHIS2 para autenticação.

source: A previous DHIS2 session is still active. No need to log in again.
fr: Une session DHIS2 précédente est toujours active. Il n’est pas nécessaire de se reconnecter.
pt_pt: Uma sessão anterior no DHIS2 ainda está ativa. Não é necessário iniciar sessão novamente.

source: Click here to change DHIS2 User
fr: Cliquez ici pour changer d’utilisateur DHIS2
pt_pt: Clique aqui para alterar o Utilizador do DHIS2

source: Next
fr: Suivant
pt_pt: Seguinte

source: Create DHIS2 Pivot Table Fetcher
fr: Créer un récupérateur de tableau croisé dynamique DHIS2
pt_pt: Criar Fetcher para Tabela Pivot DHIS2

source: DHIS2 sources
fr: Sources DHIS2
pt_pt: Fontes DHIS2

source: Fetchers allow importing remote datasets into the ADR. This DHIS2 fetcher can be configured to periodically fetch pivot tables from a DHIS2 instance and do some automatic transformation upon them.
fr: Les récupérateurs permettent d’importer des jeux de données distants dans l’ADR. Ce récupérateur DHIS2 peut être configuré pour récupérer périodiquement les tableaux croisés dynamiques d’une instance DHIS2 et effectuer une transformation automatique sur ceux-ci.
pt_pt: Os Fetchers permitem importar conjuntos de dados remotos para o ADR. Este fetcher DHIS2 pode ser configurado para procurar periodicamente tabelas pivot a partir de uma instância DHIS2 e executar algum tipo transformação automática sobre elas.

source: DHIS2 Connection
fr: Connexion DHIS2
pt_pt: Ligação DHIS2

source: Pivot Tables
fr: Tableaux croisés dynamiques
pt_pt: Tabelas Pivot

source: Column Configuration
fr: Configuration des colonnes
pt_pt: Configuração de Colunas

source: DHIS2 Source Details
fr: Détails de la source DHIS2
pt_pt: Detalhes da Fonte DHIS2

source: Save
fr: Enregistrer
pt_pt: Guardar

source: This will flag the source as deleted but keep all its datasets and previous jobs. Are you sure you want to delete this harvest source?
fr: La source sera signalée comme supprimée, mais tous les jeux de données et les travaux précédents seront conservés. Êtes-vous sûr de vouloir supprimer cette source de collecte ?
pt_pt: Isto marcará a fonte como eliminada, mas manterá todos os seus conjuntos de dados e tarefas anteriores. Tem a certeza de que pretende eliminar esta fonte de colheita?

source: Warning: Apart from deleting this source, this command will remove all its datasets, as well as all previous job reports. Are you sure you want to continue?
fr: Avertissement : outre la suppression de cette source, cette commande supprimera tous ses ensembles de données, ainsi que tous les rapports de tâches précédents. Êtes-vous sûr de vouloir continuer ?
pt_pt: Advertência: para além de eliminar esta fonte, este comando irá remover todos os seus conjuntos de dados, bem como todos os relatórios de tarefas anteriores. Tem a certeza de que pretende continuar?

source: Delete
fr: Supprimer
pt_pt: Eliminar

source: Delete source
fr: Supprimer la source
pt_pt: Eliminar fonte

source: Delete and clear source
fr: Supprimer et effacer la source
pt_pt: Eliminar e limpar fonte

source: Talking to DHIS2
fr: Communication avec le DHIS2
pt_pt: A comunicar com o DHIS2

source: Choose your DHIS2 pivot tables
fr: Choisissez vos tableaux croisés dynamiques DHIS2
pt_pt: Selecione as suas tabelas pivot DHIS2

source: Add Pivot Table
fr: Ajouter un tableau croisé dynamique
pt_pt: Adicionar Tabela Pivot

source: Previous
fr: Précédent
pt_pt: Anterior

source: Source DHIS2 pivot table
fr: Tableau croisé dynamique des sources DHIS2
pt_pt: Tabela pivot da fonte DHIS2

source: DHIS2 ID:
fr: ID DHIS2 :
pt_pt: ID DHIS2:

source: ADR Mapping Type
fr: Type de mappage ADR
pt_pt: Tipo de Mapeamento ADR

source: The pivot table <strong>{pivot_table_name}</strong>, with ID: <strong>{pivot_table_id}</strong> in your DHIS2 system will be used to populate the <strong>{table_type_name}</strong> ADR table.
fr: Le tableau croisé dynamique <strong>{pivot_table_name}</strong>, avec l’ID : <strong>{pivot_table_id}</strong> dans votre système DHIS2, sera utilisé pour remplir le tableau ADR <strong>{table_type_name}</strong>.
pt_pt: A tabela pivot <strong>{pivot_table_name}</strong>, com ID: <strong>{pivot_table_id}</strong> no seu sistema DHIS2 será utilizada para popular a tabela ADR <strong>{table_type_name}</strong> .

source: column
fr: colonne
pt_pt: coluna

source: primary category
fr: catégorie primaire
pt_pt: categoria primária

source: secondary category
fr: catégorie secondaire
pt_pt: categoria secundária

source: Negative value
fr: Valeur négative
pt_pt: Valor negativo

source: Finalise DHIS2 Source
fr: Finaliser la source DHIS2
pt_pt: Finalizar a Fonte DHIS2

source: Title
fr: Qualité
pt_pt: Título

source: eg. A descriptive title
fr: par ex. un titre descriptif
pt_pt: p. ex., um título descritivo

source: Name
fr: Nom
pt_pt: Nome

source: eg. my-dataset
fr: par ex. my-dataset
pt_pt: p. ex., o meu conjunto de dados

source: Description
pt_pt: Descrição

source: Organization
fr: Organisation
pt_pt: Organização

source: Optional Area ID Mapping File
fr: Fichier de mappage des ID de zone (facultatif)
pt_pt: Ficheiro Opcional de Mapeamento de ID da Área

source: Optional Area ID Mapping File URL
fr: URL du fichier de mappage des ID de zone (facultatif)
pt_pt: URL do Ficheiro Opcional de Mapeamento de ID da Área

source: State
fr: État
pt_pt: Estado

source: Active
fr: Actif
pt_pt: Ativo

source: Deleted
fr: Supprimé
pt_pt: Eliminado

source: Fetch DHIS2 Pivot Table
fr: Récupérer le tableau croisé dynamique DHIS2
pt_pt: Procurar Tabela Pivot DHIS2

source: Refresh DHIS2 Source
fr: Actualiser la source DHIS2
pt_pt: Atualizar Fonte DHIS2

source: Please confirm your DHIS2 login details
fr: Veuillez confirmer vos détails de connexion DHIS2
pt_pt: Por favor, confirme os seus dados de início de sessão no DHIS2

source: In this place you can configure automated data imports from the DHIS2 servers. DHIS2 sources produce tabular data imported into the ADR.
fr: À cet endroit, vous pouvez configurer des importations de données automatisées à partir des serveurs DHIS2. Les sources DHIS2 produisent des données tabulaires importées dans l’ADR.
pt_pt: Aqui pode configurar importações automáticas de dados a partir dos servidores DHIS2. As fontes DHIS2 produzem dados tabulares importados para o ADR.

source: DHIS2 API version to be used. If empty the default version 36 will be used.
fr: Version de l’API DHIS2 à utiliser. Si la case est vide, la version 36 sera utilisée par défaut.
